var title = 'Medical Standard Botany & Zoology';
var time = 15;
var mark = 1;
var negMark = 0.25;
var opLabel = ['A', 'B', 'C', 'D'];
var sheet = 'https://script.google.com/macros/s/AKfycbz30x3f_z1oyIFd_MAHmHthLXa_TQd8i0dcFTiy5JF_cNCBjrcg4f4KZfQbbGVfap9j/exec';
var questions = [
    {
        question: 'সর্ববৃহৎ কোষীয় অঙ্গাণু কোনটি?',
        options:['মাইটোকন্ড্রিয়া','নিউক্লিয়াস','প্লাস্টিড','রাইবোজোম'],
        corrAns:1
    },
    {
        question: 'প্রতি ম্যাক্সিলাতে ছেদন দাঁতের সংখ্যা-',
        options:['১ টি','২ টি','৩ টি','৪ টি'],
        corrAns:0
    },
    {
        question: 'ওডোন্টয়েড প্রসেস বিদ্যমান - ',
        options:['ভার্টিব্রা প্রমিনেন্স ','অ্যাটলাস', 'আক্সিস','কক্কিক্স'],
        corrAns:2
    },
    {
        question: 'রক্তে ক্রিয়েটিনিন এর শতকরা হার-',
        options:['২%','০.০৫%','০.০১%','০.০৭%'],
        corrAns:3
    },
    {
        question: 'নিচের কোনটি সঠিক ?',
        options:['মানবদেহের সবচেয়ে বড়ো অঙ্গ যকৃত','GFR এর মান ১ মিলি/সেকেন্ড','নবজাতকের ৪ সপ্তাহ পর হৃদস্পন্দন শুরু হয়','কোনোটিই নয়'],
        corrAns:3
    },
    {
        question: 'মুত্রের আপেক্ষিক গুরুত্ব - ',
        options:['১.০৬৫','১.০০৮','২.১৫','০.০৩০'],
        corrAns:1
    },
    {
        question: 'নিচের কোনটি সত্য নয়?',
        options:['মস্তিষ্ক মেনিনজাইটিস দ্বারা আবৃত','সেরেব্রাম মস্তিষ্কের সর্ববৃহৎ অংশ','টেম্পোরাল লোব শ্রুতি কেন্দ্র','কোনোটিই নয়'],
        corrAns:0
    },
    {
        question: 'মানবদেহে রক্তের pH প্রায় কত?',
        options:['6.0','8.5', '7.4','5.5'],
        corrAns:2
    },
    {
        question: 'নিউরনের কোন অংশটি সিগন্যাল বহন করে?',
        options:['অ্যাক্সন','ডেনড্রাইট','সেল বডি','নিউক্লিয়াস'],
        corrAns:0
    },
    {
        question: 'প্রোটিনের মৌলিক একক কী?',
        options:['অ্যামিনো অ্যাসিড','নিউক্লিওটাইড','গ্লুকোজ','ফ্যাটি অ্যাসিড'],
        corrAns:0
    },
    {
        question: 'অ্যাকুয়াস হিউমার - ',
        options:['মৃদু আলো শোষণ করে','জীবাণু ধ্বংস করে','অক্ষিগোলকের আকৃতি বজায় রাখে','বিবর্ধক মাধ্যম হিসেবে কাজ করে'],
        corrAns:3
    },
    {
        question: 'রক্তে শর্করার মাত্রা নিয়ন্ত্রণ করে কোন হরমোন?',
        options:['অ্যাড্রেনালিন', 'ইনসুলিন','থাইরক্সিন','কর্টিসল'],
        corrAns:1
    },
    {
        question: 'সর্বপ্রথম আবিষ্কৃত হরমোন - ',
        options:['পেপটিইড YY','গ্যাস্ট্রিন','সিক্রেটিন', 'অ্যাডোস্টেরোন'],
        corrAns:2
    },
    {
        question: 'নিচের কোনটি আর্থ্রোপোডা পর্বের প্রাণী?',
        options:['<i>Scolopendra latea</i>','<i>Holothuria tubulosa</i>','<i>Hirudo medicinalis</i>','<i>Pila globosa</i>'],
        corrAns:0
    },
    {
        question: 'কোন ভিটামিনের অভাবে রাতকানা রোগ হয়?',
        options:['ভিটামিন A','ভিটামিন B','ভিটামিন C','ভিটামিন D'],
        corrAns:0
    },
    {
        question: '<i>Hydra</i> তে কয় ধরনের নেমাটোসিস্ট পাওয়া যায়?',
        options:['৪০','২৩','৩','৪'],
        corrAns:3
    },
    {
        question: 'কুমিরের হৃদপিণ্ডে কয়টি প্রকোষ্ঠ আছে?',
        options:['৪টি','২টি','৩টি','৫টি'],
        corrAns:0
    },
    {
        question: 'ক্ষুদ্রতম নেমাটোসিস্ট - ',
        options:['Stenotile','Desmoneme','Atricus Isoriza','Holotrichous Isoriza'],
        corrAns:2
    },
    {
        question: 'কোন রক্তকণিকা ফ্যাগোসাইটোসিস প্রক্রিয়ায় ভাইরাসকে ধ্বংস করে?',
        options:['ম্যাক্রোফেজ','অণুচক্রিকা','নিউট্রোফিল',' বেসোফিল'],
        corrAns:1
    },
    {
        question: 'ফ্রাইব্রিন জালক ধ্বংস করে কোনটি?',
        options:['প্লাজমিন','লাইসিন','সেরোটনিন','হেপারিন'],
        corrAns:0
    },
    {
        question: 'মানবদেহে সবচেয়ে বড় গ্রন্থি কোনটি?',
        options:['যকৃত','থাইরয়েড','অগ্ন্যাশয়','পিটুইটারি'],
        corrAns:0
    },
    {
        question: 'নিচের কোনটি পুষ্টি পলিস্যাকারাইড?',
        options:['কাইটিন','কেরাটিন সালফেট','সেলুলোজ','স্টার্চ'],
        corrAns:3
    },
    {
        question: 'ফুসফুসের সারফেকটেন্ট সৃষ্টিতে ভূমিকা রাখে কোন কার্বোহাইড্রেট?',
        options:['সুক্রালোজ','হেপারিন','গ্লাইকোজেন','ইনুলিন'],
        corrAns:2
    },
    {
        question: 'অধিকাংশ উদ্ভিদের শুকনো ওজনের কত ভাগ কার্বোহাইড্রেট?',
        options:['৬০-৯০','৬০-৮০','৬৫-৯৬','৫০-৮০'],
        corrAns:3
    },
    {
        question: 'সেলুলোজে কোন বন্ধনটি বিদ্যমান?',
        options:['β-গ্লাইকোসাইডিক','হাইড্রোজেন','α-গ্লাইকোসাইডিক','পেপটাইড'],
        corrAns:0
    }
];