var title = 'Medi Super Test | Botany & Zoology';
var time = 20;
var mark = 1;
var negMark = 0.25;
var opLabel = ['A', 'B', 'C', 'D'];
var sheet = 'https://script.google.com/macros/s/AKfycbxv5a-mMFQRFvlyDrr_ESAcLW38Gac_xcKAA_19luhg5VhBB9jd9Tmw0BUH3SzUdaDJ/exec';
var questions = [
    {
        question: 'কোন পর্বের প্রানীতে রেতিজিহ্বা দেখা যায়?',
        options:['নিডারিয়া','মলাস্কা','আর্থ্রোপোডা','একাইনোডার্মাটা'],
        corrAns:1
    },
    {
        question: 'হাইড্রার স্বাভাবিক চলন পদ্ধতি-',
        options:['ডিগবাজি চলন','জোঁকা চলন','লুপিং চলন','গ্লাইডিং চলন'],
        corrAns:0
    },
    {
        question: 'নিচের কোনটি সত্য?',
        options:['মানবদেহে দৈনিক ৩৫০ গ্রাম আর্দ্র মল সৃষ্টি হয়','Ilium ক্ষুদ্রান্তের বৃহত্তম অংশ', 'এক্সট্রিনসিক প্লেক্সাস মানবদেহের দ্বিতীয় মস্তিষ্ক','কোনটিই নয়'],
        corrAns:3
    },
    {
        question: 'হৃদপিণ্ডে লাব সদৃশ শব্দ হয় -',
        options:['অ্যাট্রিয়ামের ডায়াস্টোলে','অ্যাট্রিয়ামের সিস্টোলে','ভেন্ট্রিকলের সিস্টোলে','ভেন্ট্রিকলের ভায়াস্টোলে'],
        corrAns:2
    },
    {
        question: 'নিশ্বাস বায়ুতে অক্সিজেনের পরিমান -',
        options:['২০.৯%','১৩.৭%','৫.২%','০. ০৪%'],
        corrAns:1
    },
    {
        question: 'রক্তে রেচন বর্জ্যের বৃদ্ধি পাওয়াকে বলে -',
        options:['পলিউরিয়া','অ্যানুরিয়া','ইউরেমিয়া','অ্যাজোটিমিয়া'],
        corrAns:3
    },
    {
        question: 'নিচের কোনটিতে হায়ালিন তরুনাস্থি বিদ্যমান?',
        options:['ইউস্টেশিয়ান নালি','পর্শুকার প্রান্তভাগ','এপিগ্লটিস','হিউমেরাস ও ফিমারের মস্তক'],
        corrAns:1
    },
    {
        question: 'নিচের কোনটি অনৈচ্ছিক পেশি?',
        options:['মধ্যচ্ছদা','গলবিল', 'চক্ষু পেশি','কোনটিই নয়'],
        corrAns:3
    },
    {
        question: 'নিচের কোনটি অক্ষিগোলকের সঞ্চালনে ক্রিয়া করে?',
        options:['অপটিক স্মায়ু','ট্রকলিয়ার স্নায়ু','হাইপোগ্লোসাল স্নায়ু','ভেস্টিব্যুলোকক্লিয়ার স্নায়ু'],
        corrAns:1
    },
    {
        question: 'কোন অ্যান্টিবডি মাতৃদুগ্ধে পাওয়া যায়?',
        options:['IgM','IgE','IgG','IgA'],
        corrAns:3
    },
    {
        question: 'বিভিন্ন অঙ্গের পেশির সঞ্চালন ও স্বাভাবিক কাজ কর্মের সক্ষমতা কমিয়ে দেয় -',
        options:['হাইপারট্রাইকোসিস','মাসক্যুলার ডিস্ট্রফি','ফ্রাজাইল X সিনড্রম','হিমোফিলিয়া'],
        corrAns:1
    },
    {
        question: 'ভিকটিমের হাতের আঙুলগুলো খাটো হয়ে যায় -',
        options:['রেটিনোব্লাস্টোমা', 'কনজেনিটাল ইকথিওসিস','সিস্টিক ফাইব্রোসিস','ব্রাকিফ্যালাঞ্জি'],
        corrAns:3
    },
    {
        question: 'প্রবাহমান পানির প্রতি সাড়া প্রদান -',
        options:['থিগমোট্যাক্সিস','রিওট্যাক্সিস','অ্যানিমোট্যাক্সিস', 'নেমোট্যাক্সিস'],
        corrAns:1
    },
    {
        question: 'সর্ববৃহৎ সাইটোপ্লাজমীয় অঙ্গানু -',
        options:['প্লাস্টিড','নিউক্লিয়াস','রাইবোজোম','মাইটোকন্ড্রিয়া'],
        corrAns:0
    },
    {
        question: 'হৃদপিণ্ডের চিকিৎসায় ব্যবহৃত হয় -',
        options:['β-সিস্টোস্টেরল','অর্গোস্টেরল','ডিজিটালিন','কোলেস্টেরল'],
        corrAns:2
    },
    {
        question: 'নিচের কোনটি লিপোভাইরাস ?',
        options:['হার্পিস','ইবোলা','TMV','পোলিও'],
        corrAns:0
    },
    {
        question: 'লাইকেনের মোট ভরের কত শতাংশ শৈবাল?',
        options:['৫০% - ৪০%','৩০% - ২০%','১৫% - ১০%','১০% - ৫%'],
        corrAns:3
    },
    {
        question: 'নিচের কোনটি সত্য নয়?',
        options:['টেরিসের দেহ মূল, কান্ড, পাতায় বিভক্ত','টেরিসের মূল রাইজোমে পরিণত হয়','টেরিস হোমোস্পোরাস','কোনোটিই নয়'],
        corrAns:1
    },
    {
        question: 'কলা কোন ধরনের ফল?',
        options:['ক্যারিঅপসিস','সিলিকুয়া','বেরি','ক্যাপসুল'],
        corrAns:2
    },
    {
        question: 'গাটেশন দেখা যায় না -',
        options:['পেঁপে','কচু','ঘাস','টমেটো'],
        corrAns:0
    },
    {
        question: 'ওলিক এসিডের শ্বসন হার-',
        options:['১.৩৩','০.৭১','১','১.৭১'],
        corrAns:1
    },
    {
        question: 'বুলবিল দ্বারা অঙ্গজ প্রজনন করে -',
        options:['চুপরি আলু','পাথরকুচি','গোল আলু','শতমূলী'],
        corrAns:0
    },
    {
        question: 'শল্য চিকিৎসায় কোনটি ব্যবহৃত হয়?',
        options:['ইন্টারফেরন','সেরাম অ্যালবুমিন','হিউমেন ফ্যাক্টর IV','টিস্যু প্লাজমিনোজেন অ্যাক্টিভেটর'],
        corrAns:1
    },
    {
        question: '<i>Plasmodium ovale</i> এর সুপ্তিকাল-',
        options:['৮-১৫ দিন','১১-১৬ দিন','১২-২০ দিন','১৮-৪০ দিন'],
        corrAns:1
    },
    {
        question: 'ফলের রস তৈরিকালে কোনটি ব্যবহৃত হয়?',
        options:['ট্রিপসিন','রেনিন','ল্যাকটেজ','পেকটিন'],
        corrAns:3
    },
    {
        question: 'নিচের কোনটি অ্যামোনোটেলিক প্রানী?',
        options:['হাইড্রা','সাপ','টিকটিকি','পাখি'],
        corrAns:0
    },
    {
        question: 'বৃক্ক কোন হরমোন উৎপাদন করে না?',
        options:['এরিথ্রোপয়েটিন','প্রোস্টাগ্ল্যান্ডিন','অ্যানজিওটেনসিন','রেনিন'],
        corrAns:3
    },
    {
        question: 'কোনটি কার্পাল অস্থি নয়?',
        options:['লুনেট','কিউবয়েড','পিসিফর্ম','নেভিকুলার'],
        corrAns:1
    },
    {
        question: 'বাইপোলার নিউরন পাওয়া যায় -',
        options:['রেটিনা','প্রান্তীয় স্নায়ুতন্ত্র','স্পাইনাল গ্যাংলিয়া','স্পাইনাল কর্ড'],
        corrAns:0
    },
    {
        question: 'প্রতিদিন CSF ক্ষরণ হয় -',
        options:['১২৫ মিলি','১৪০ মিলি','৩৫০ মিলি','৫০০ মিলি'],
        corrAns:3
    }
];