var title = 'Botany Chapter 1 : Cell & Its Structure';
var time = 15;
var mark = 1;
var negMark = 0.25;
var opLabel = ['A', 'B', 'C', 'D'];
var sheet = 'https://script.google.com/macros/s/AKfycbzPG-S6NKxIGao1SH1RWs4DBuo9FJQAxpPRmHXDw2oI0iuEfIw4axckGGyVIkRPmSYNng/exec';
var questions = [
    {
        question: 'নিচের কোনটি সিনোসাইটিক শৈবাল নয়?',
        options:['Vaucheria','Penicillium','Botrydium','Sphaeroplea'],
        corrAns:1
    },
    {
        question: 'ইনিশিয়েটর tRNA কোনটি বহন করে?',
        options:['ফিনাইল অ্যালানিন','ভ্যালিন','মেথিওনিন','ট্রিপ্টোফ্যান'],
        corrAns:2
    },
    {
        question: 'উদ্ভিদ কোষের অভ্যন্তরে pH রক্ষা করে কোনটি?',
        options:['নিউক্লিওপ্লাজম','সাইটোপ্লাজম','কোষ গহ্বর','গ্লাইঅক্সিসোম'],
        corrAns:2
    },
    {
        question: 'দেহের কোন অঙ্গের স্টেম সেলের রিপেয়ার শক্তি প্রচুর?',
        options:['ব্রেইন','কিডনী','লিভার','হার্ট'],
        corrAns:2,
        explanation:'(স্টেম সেল); বোনম্যারু, স্কিন, লিভার প্রভৃতি অঙ্গে কিছু স্টেম সেল থাকে, যার ফলে এদের রিজেনারেশন ও রিপেয়ারিং শক্তি ও সম্ভাবনা থাকে। তবে ব্রেইন, কিডনী, হার্ট- এসব অঙ্গে স্টেম সেল খুবই কম রিপেয়ার করতে পারে।'
    },
    {
        question: 'DNA অণুর অতিপাক খুলে দেয় কোন এনজাইম?',
        options:['গাইরেজ','পলিমারেজ','হেলিকেজ','প্রাইমেজ'],
        corrAns:0,
        explanation:'(ডিএনএ প্রতিলিপন); গাইরেজ → অনুলিপনশীল আদিকোষী ডিএনএ অণুর অতি পাক খুলে দেয়; হেলিকেজ→ হাইড্রোজেন বন্ধন ভেঙ্গে দেয়; প্রাইমেজ → RNA প্রাইমার যুক্ত করে। পলিমারেজ → ডিএনএ প্রতিলিপি তৈরির জন্য অত্যাবশ্যকীয় এনজাইম।'
    },
    {
        question: 'Central dogma এর ক্ষেত্রে কোনটি সঠিক নয়?',
        options:['DNA থেকে RNA সৃষ্টি হয়','RNA থেকে প্রোটিন সৃষ্টি হয়','RNA হলো Worker molecule','প্রোটিন কোষের সবকিছু নিয়ন্ত্রণ ও প্রকাশ করে'],
        corrAns:2,
        explanation:'(Central Dogma); সেন্ট্রাল ড্গমা : ১. ট্রান্সক্রিপশন, ২. ট্রান্সলেশন, ৩. Protein হলো worker molecule, ৪. কোষের সবকিছু নিয়ন্ত্রণ ও প্রকাশ করে প্রোটিন'
    },
    {
        question: 'আধুনিক কোষবিদ্যার জনক কে?',
        options:['Robert Hook','Carl P Swanson','A. Van Liuenhook','Emil Fischer'],
        corrAns:1
    },
    {
        question: 'নিচের কোনটি টক্সিন অকার্যকর করে?',
        options:['লাইসোজোম','কোষ গহ্বর','গলগি বডি','এন্ডোপ্লাজমিক রেটিকুলাম'],
        corrAns:3
    },
    {
        question: 'কোষগহ্বর এর আবরণ কোনটি?',
        options:['টনোপ্লাস্ট','প্লাজমালেমা','পিনোসাইট','ডেসমোসোম'],
        corrAns:0
    },
    {
        question: 'লিপিড ও স্নেহ বিপাকে সাহায্য করে কোন অঙ্গানু?',
        options:['রাইবোসোম','গলগি বডি','মাইটোকন্ড্রিয়া','পারঅক্সিজোম'],
        corrAns:2
    },
    {
        question: 'স্তন্যপায়ীর মাইটোকন্ড্রিয়ার রাইবোজোম কোনটি?',
        options:['80s','55s','70s','77s'],
        corrAns:1
    },
    {
        question: 'কোনটি প্লাজমামেমব্রেন এর তরল উপাদান?',
        options:['লিপিড','প্রোটিন','স্টার্চ','কোনেটিই নয়'],
        corrAns:0
    },
    {
        question: 'ক্যারিওলিম্ফ সর্ম্পকে কোনটি মিথ্যা?',
        options:['অর্ধস্বচ্ছ','দানাদার','ঝিল্লি দ্বারা আবৃত','কোনেটিই নয়'],
        corrAns:0
    },
    {
        question: 'শুক্রানু গঠনে সাহায্য করে কোন অঙ্গানু?',
        options:['গলগি বডি','সেন্ট্রিওল','রাইবোজোম','মাইটোকন্ড্রিয়া'],
        corrAns:3
    },
    {
        question: 'কোনটি কোষের নিঃসৃত বস্তু?',
        options:['ক্লোরোফিল','কার্বোহাইড্রেট','রেজিন','কোনোটিই নয়'],
        corrAns:0
    },
    {
        question: 'পাটের ক্রোমোজোম সংখ্যা কত?',
        options:['24','14','48','18'],
        corrAns:1
    },
    {
        question: 'উদ্ভিদবিজ্ঞান এর জনক কে?',
        options:['Robert Hook','Carolus Lineus','Theophrastus','Aristotle'],
        corrAns:2
    },
    {
        question: 'দেহের pH নিয়ন্ত্রণ করে কোনেটি?',
        options:['অ্যামাইনো অ্যাসিড','সাইটোপ্লাজম','কোষগহ্বর','প্রোটোপ্লাজম'],
        corrAns:0
    },
    {
        question: 'সূচের মতো অবস্থানকারী খনিজ ক্রিস্টালকে কী বলে?',
        options:['রেজিন','ট্যানিন','সিস্টোলিথ','র‍্যাফাইড'],
        corrAns:3
    },
    {
        question: 'অপেরন দেখা যায় -',
        options:['অ্যামিবা','নস্টক','ছত্রাক','শৈবাল'],
        corrAns:1
    },
    {
        question: 'সবচেয়ে বেশি মাইটোকন্ড্রিয়া দেখা যায় -',
        options:['পেশিকোষে','যকৃতকোষে','বৃক্কে','অ্যামিবাতে'],
        corrAns:3
    },
    {
        question: 'কানের লোম কোন জিনের কারণে সৃষ্টি হয়?',
        options:['অঙ্কোজিন','হোলান্ড্রিক জিন','লিথাল জিন','কোনোটিই নয়'],
        corrAns:1
    },
    {
        question: 'বহুমুখী আবর্তন দেখা যায় -',
        options:['পাতাঝাঁঝি','নিউরোস্পোরা','Tradescantia','ডায়াটম'],
        corrAns:2
    },
    {
        question: 'জীবনের ব্লুপ্রিন্ট বলা হয় কোনটিকে?',
        options:['জিন','ক্রোমোজোম','DNA','জিনোম'],
        corrAns:0
    },
    {
        question: 'সিলিয়া ও ফ্লাজেলার বিচলনে সাহায্য করে -',
        options:['সেন্ট্রিওল','মাইক্রোটিউবিউল','মাইক্রোফিলামেন্ট','ইন্টারমিডিয়েট ফিলামেন্ট'],
        corrAns:1
    },
    {
        question: 'নিচের কোন অঙ্গাণু জটিল পলিস্যাকারাইড সংশ্লেষণ করে?',
        options:['Ribosome','Golgi Body','Cytoskeleton','Mitochondria'],
        corrAns:1,
        explanation:'(গলগি বডির ভৌত গঠন); গলগি বডির প্রধান কাজ হলো গ্লাইকোপ্রোটিনের অলিগোস্যাকারাইডের পার্শ্ব শৃঙ্খল সংযুক্ত এবং জটিল পলিস্যাকারাইড সংশ্লেষ ও নিঃসরণ করে।'
    },
    {
        question: 'আয়তনের দিক থেকে মানবদেহের সবচেয়ে ছোট কোষ কোনটি?',
        options:['মটর নিউরন','ডিম্বাণু','শুক্রাণু','ম্যাক্রোফেজ'],
        corrAns:2,
        explanation:'(কোষের আয়তন); সবচেয়ে লম্বা কোষ- মটর নিউরন। মানবদেহের সবচেয়ে বড় কোষ- ডিম্বাণু। আয়তনের দিক থেকে মানবদেহের সবচেয়ে ছোট কোষ- শুক্রাণু।'
    },
    {
        question: 'নিচের কোনটি লিপিড ও প্রোটিনের অন্তঃবাহক হিসেবে কাজ করে?',
        options:['প্লাজমোডেসমাটা','রাইবোসোম','গলগি বডি','এন্ডোপ্লাজমিক রেটিকুলাম'],
        corrAns:3,
        explanation:'(এন্ডোপ্লাজমিক রেটিকুলামের কাজ); প্লাজমোডেসমাটা → বহিঃ ও অন্তঃ উদ্দীপনার পরিবাহকরূপে কাজ করে ; রাইবোসোম → প্রোটিন সংশ্লেষণ ও স্নেহ জাতীয় পদার্থের বিপাক ঘটায় ; গলগি বডি → লিপিড সংশ্লেষণ ও প্রোটিন ক্ষরণের সাথে জড়িত'
    },
        {
        question: 'কোনটি ইন্টারমেডিয়েট ফিলামেন্টের উদাহরণ নয়?',
        options:['কেরাটিন','ল্যামিলিন','অ্যাকটিন','ভাইমেন্টিন'],
        corrAns:2,
        explanation:'(ইন্টারমেডিয়েট ফিলামেন্ট); ইন্টারমেডিয়েট ফিলামেন্ট → কেরাটিন, ল্যামিলিন, ভাইমেন্টিন ও নিউরোফিলমেন্ট। কোষে এ চার ধরনের ইন্টারমেডিয়েট ফিলামেন্ট পাওয়া যায়; মাইক্রোফিলামেন্ট → অ্যাকটিন ফিলামেন্ট।'
    },
    {
        question: 'নিচের কোনটির ক্লোরোপ্লাস্ট জালিকার?',
        options:['Chlamydomonas','Spirogyra','Zygnema','Oedogonium'],
        corrAns:3,
        explanation:'(ক্লোরপ্লাস্টের আকৃতি); পেয়ালাকৃতি → Chlamydomonas, সর্পিলাকার → Spirogyra, তারকাকার → Zygnema, গার্ডলাকৃতি/ফিতা বা আংটি আকৃতি → Ulothrix, গোলাকৃতি → Pithophora'
    }

];
